# Programming languages
brew "openjdk@25"
brew "node@24"
brew "python@3.14"

brew "maven"
# Developer tools
brew "neovim"
brew "tmux"
brew "uv"
brew "difftastic"
brew "jq"
brew "fd"
brew "ripgrep"
brew "wget"
brew "fzf"

# Linters 
brew "ruff"

# Formatters
brew "stylua"

# Type-checkers and language servers
brew "jdtls"
brew "pyright"
brew "lua-language-server"
brew "typescript-language-server"
brew "tailwindcss-language-server"
brew "hashicorp/tap/terraform-ls"

# Optional: chafa (terminal image viewer)
brew "chafa"
